try:
    TR
except NameError:
    TR = {}

TR.update({
"enzoni": {
 "d": "Enzoni 是一款货真价实的现代经典鸡尾酒，一定能让你的客人印象深刻。",
 "g": "串在签上的青提",
 "s": ["捣压青提，加入其他材料，摇和后双重过滤。再用鸡尾酒签串上更多青提装饰。"]
},
"fancy-free": {
 "d": "Fancy Free 是经典老式鸡尾酒（Old-Fashioned）的一个变体。",
 "g": "橙皮 twists",
 "s": ["1. 将所有材料倒入调酒杯中混合。", "2. 加冰搅拌至充分降温。", "3. 滤入冰镇的大号古典杯中，杯中放大方冰。", "4. 以橙皮 twists 装饰。"]
},
"fiore-di-francia": {
 "d": "在这款鸡尾酒中，意大利苦味酒 Cynar 与 St-Germain 联手，向边境地带致敬……",
 "s": ["1. 将所有材料倒入调酒杯中，加冰搅拌。", "2. 滤入浅碟杯。", "3. 挤压柠檬皮出油后丢弃。"]
},
"floppydisk": {
 "d": "低酒精度饮品难就难在，最终成品并不总能带来同样出色的口感……",
 "g": "脱水西柚片",
 "s": ["不加苏打水摇和"]
},
"french-gimlet": {
 "d": "在经典 Gimlet 基础上变化而来的三款材料配方。",
 "g": "以青柠轮装饰",
 "s": ["1. 将所有材料倒入鸡尾酒摇壶中。", "2. 加冰摇和 12 至 15 秒。", "3. 滤入冰镇的浅碟杯中。"]
},
"frozen-mudslide": {
 "d": "Death and Co.",
 "g": "以刨碎的深色巧克力装饰",
 "s": ["1. 在搅拌机杯中倒入所有材料。", "2. 搅打至顺滑。", "3. 盛入高杯中饮用。"]
},
"gemist": {
 "d": "名字源自德语单词“gemischt”，意思是混合。",
 "s": ["将冰镇材料在杯中混合。", "材料的用量通常根据杯型凭经验酌量。"]
},
"gin-it": {
 "d": "Gin & It 是一款经典鸡尾酒，以伦敦干金酒、甜味美思和 Angostura 苦精调制。",
 "g": "柠檬皮 twists",
 "s": ["1. 将所有材料加入调酒杯，加冰搅拌。", "2. 滤入装有冰块的杯中。", "3. 以柠檬皮 twists 装饰。"]
},
"gin-daisy-new-school": {
 "d": "这款鸡尾酒是基础 Daisy 配方的变化：以酸调为底，再加入苏打水提升……",
 "g": "橙子片",
 "s": ["1. 将金酒、柠檬汁、石榴糖浆和糖浆加入鸡尾酒摇壶。", "2. 加冰摇和至降温。", "3. 滤入装满冰的柯林杯中。", "4. 以一片橙子装饰。"]
},
"go-to": {
 "d": "由纽约州布鲁克林 Extra Fancy 的 Rob Krueger 创作。他曾在某个夜晚向一位客人提起这款酒……",
 "g": "以薄荷枝和黄瓜轮装饰",
 "s": ["1. 除姜汁啤酒外，将所有材料放入鸡尾酒摇壶中混合。", "2. 加冰短促摇和使其融合。", "3. 滤入装满冰的高球杯中。", "4. 以姜汁啤酒补满。"]
},
"good-christian-pear": {
 "d": "David Burnette，阿肯色州小石城 South on Main 酒吧。",
 "g": "以梨片或柠檬轮装饰。",
 "s": ["1. 加冰摇和。", "2. 双重过滤后滤入浅碟杯。"]
},
"grapefruit-reviver": {
 "d": "在这个 Brown Derby 的变体中，路易斯维尔 North of Bourbon 的调酒师 James Sauer 更强调其……",
 "g": "脱水青柠轮（或新鲜青柠轮）",
 "s": ["1. 将所有材料加入装有冰的摇壶中。摇和降温后滤入杯中，装饰。"]
},
"guillotine": {
 "d": "Guillotine 是来自旧金山酒吧 Stoa 的梅斯卡尔鸡尾酒，将这种烈酒与 Cynar 结合……",
 "s": ["1. 将所有材料倒入调酒杯，加冰搅拌至降温并稀释。", "2. 滤入冰镇的鸡尾酒杯中。"]
},
"harvard": {
 "d": "曼哈顿的白兰地版本，以苏打水点出特色。",
 "g": "橙皮做装饰",
 "s": ["1. 将干邑、美思和苦精加冰搅拌至降温。", "2. 滤入冰镇的鸡尾酒杯中。", "3. 以苏打水补满并装饰。"]
},
"highland-diver": {
 "d": "如果你以为苏格兰威士忌出现在夏威夷式宴会上会格格不入，那就想错了。",
 "g": "新鲜菠萝角与肉豆蔻粉",
 "s": ["1. 将所有材料加冰摇和，滤入装满碎冰的马克杯中，然后装饰。"]
},
"hoodwinked": {
 "d": "调酒师 Devon Espinosa 为 Santa… 的 Djinn 创作了这款以菠萝入馔的度假型梅斯卡尔鸡尾酒……",
 "g": "裹上 Harissa 辣椒粉的菠萝片，2 支菠萝叶",
 "s": ["1. 将所有材料加入装有冰的摇壶中。", "2. 摇和后双重过滤，滤入装满冰的杯中。", "3. 装饰。"]
},
"house-of-gucci-mane": {
 "d": "威斯康星州麦迪逊的 Oz by Oz 的 Shane Sullivan 曾在爱尔兰短暂当过调酒师，那段时间他……",
 "g": "覆盆子",
 "s": ["1. 将所有材料加入装有冰的摇壶中摇和。", "2. 滤入冰镇的浅碟杯中。", "3. 装饰。"]
},
"hurricane": {
 "d": "一款出人意料地简单又独具一格的 tiki 饮品，长期以来被误解。",
 "s": ["1. 将所有材料加入装有冰的摇壶中，用力摇和。", "2. 倒入装满碎冰的高杯中并装饰。"]
},
"insanely-good-gin-tonic": {
 "d": "这款 Gin & Tonic 加入了一杯 Suze 这种草本利口酒，带來额外的苦味……",
 "g": "青柠轮",
 "s": ["1. 将金酒、Suze、青柠糖浆和苦精加入冰镇的柯林杯中。", "2. 加满冰并注入汤力水。", "3. 以青柠轮装饰。"]
},
"im-on-fire": {
 "d": "这款辛辣玛格丽特的变体以梅斯卡尔代替龙舌兰，并用 Cholula 提升……",
 "g": "ancho 辣椒粉、菠萝叶",
 "s": ["1. 将所有材料倒入调酒壶，加冰摇和。", "2. 滤入装有大方冰的冰镇古典杯中。", "3. 以 ancho 辣椒粉和菠萝叶装饰。"]
},
"japanese-cocktail": {
 "d": "Japanese 鸡尾酒以几件事广为人知：它是一款非常古老的鸡尾酒，最早发表于 Jerry…",
 "g": "柠檬皮",
 "s": ["1. 将所有材料倒入调酒杯，加冰搅拌。", "2. 滤入浅碟杯，直接上桌。"]
},
"juliet-romeo": {
 "d": "一款连不爱喝金酒的人也会喜欢的金酒配方。",
 "g": "薄荷叶，1 份玫瑰水，3 份 Angostura 苦精。",
 "s": ["1. 将黄瓜和盐放入调酒壶中捣压。", "2. 加入其余所有材料，加冰摇和。", "3. 滤入冰镇的浅碟杯中。", "4. 以薄荷叶装饰，在薄荷叶上点 1 份玫瑰水，再点 3 份 Angostura 苦精。"]
},
"ken-burns-effect": {
 "d": "这款鸡尾酒是曼哈顿的变体，以 Dry Sack 雪莉酒取代美思，那是一种由 Oloroso…",
 "g": "橙皮 twists",
 "s": ["1. 将所有材料倒入调酒杯中搅拌。", "2. 过滤后倒入浅碟杯。", "3. 以橙皮 twists 装饰。"]
},
"kingstone-negroni": {
 "d": "Kingston Negroni 由纽约 Pouring Ribbons 的合伙人 Joaquín Simó 于 2009 年首创，是一款……",
 "g": "橙子片",
 "s": ["将所有材料加冰搅拌。滤入装有大方冰的古典杯中，并以修整过的长橙皮装饰。"]
},
"la-concha": {
 "d": "我们最想要的是经典 Piña Colada 的风味，但以 fino… 为蓝本调制。",
 "g": "2 片菠萝叶",
 "s": ["1. 将所有材料放入装有冰的摇壶中，摇和降温。", "2. 滤入装满碎冰的柯林杯中。"]
},
"lantern-fly": {
 "d": "Lantern Fly 是一款简单的朗姆酒鸡尾酒，结合牙买加壶式蒸馏朗姆、amaro、柠檬和姜……",
 "g": "糖渍姜",
 "s": ["1. 将所有材料放入装有冰的鸡尾酒摇壶中，摇和至降温。", "2. 滤入冰镇的浅碟杯中。", "3. 以糖渍姜装饰。"]
},
"limoncello-spritz": {
 "d": "Limoncello Spritz 是一款清爽又简单的意大利鸡尾酒，由 Limoncello 利口酒和气泡水调制。",
 "g": "柠檬片",
 "s": ["1. 将所有材料直调（Build）入装满冰的杯中，快速搅拌。"]
},
"love-murder": {
 "d": "两种风格迥异的利口酒相遇，调出草本气息与苦甜交织的鸡尾酒。",
 "s": ["1. 将所有材料倒入鸡尾酒摇壶中。", "2. 加冰摇和 12 至 15 秒。", "3. 双重过滤后滤入浅碟杯中。"]
},
"managers-meeting": {
 "g": "用手持喷枪在杯口上方将橙皮烤黑，用橙皮擦过杯口后丢入酒中，饮用。",
 "s": ["将所有材料加冰倒入调酒杯中搅拌。注入装有大方冰／大球冰的古典杯中。"]
},
"maria-mole": {
 "d": "Maria Mole 是源自巴西的鸡尾酒，将干邑或其他白兰地与 blanc 美思结合……",
 "g": "橙皮 twists",
 "s": ["1. 将两种材料倒入加冰的调酒杯中，搅拌至降温并稀释。", "2. 滤入你想要的杯型；用鸡尾酒杯请先冰镇，如用 lowball 杯则加一块大方冰。", "3. 最后以橙皮 twists 点缀。"]
},
"medicina-latina": {
 "d": "Medicina Latina 是 Sam Ross 的 Penicillin 换上龙舌兰基底的版本。",
 "g": "以串签串起的糖渍姜装饰",
 "s": ["1. 在鸡尾酒摇壶中混合除梅斯卡尔以外的所有材料。", "2. 加冰摇和 10 至 12 秒。", "3. 双重过滤后滤入装有冰的老式酒杯中。", "4. 将梅斯卡尔浮于酒液表面。", "5. 以串签串起的糖渍姜装饰。"]
},
"mexican-razor-blade": {
 "d": "Mexican Razor Blade 绝不只是基础款。",
 "g": "黄瓜片与 piquín 辣椒、卡宴辣椒或其他辣椒粉",
 "s": ["1. 将材料加入装有冰的调酒壶，摇和至降温。", "2. 如用浅碟杯则滤入浅碟杯，否则滤入装满新鲜冰的古典杯。", "3. 浮放一片黄瓜作装饰，并在表面撒上 piquín 辣椒、卡宴辣椒或其他辣椒粉。"]
},
"mezchine-head": {
 "d": "Local… 说这款梅斯卡尔鸡尾酒“烟熏、姜香、热带气息，还有 Cynar 带来的一点点咬劲”。",
 "g": "菠萝叶",
 "s": ["1. 将所有材料加入装有冰的摇壶中。", "2. 摇和后滤入装满新鲜冰的杯中，然后装饰。"]
},
"missionarys-downfall": {
 "d": "改编自 Donn Beach 于 1930 年代末在 Don The Beachcomber 餐厅创作的配方……",
 "g": "菠萝角、一束新鲜薄荷、糖粉和一朵兰花",
 "s": ["1. 将所有材料放入搅拌机中。", "2. 搅打 10 秒，盛入白兰地闻香杯。", "3. 以菠萝角、薄荷、糖粉和兰花装饰。"]
},
"monks-respite": {
 "d": "有人喝椰子水是为了补水，有人则是因为它与酒很搭。",
 "g": "兰花和薄荷枝",
 "s": ["1. 将材料放入搅拌机中，加入 10 盎司碎冰。", "2. 搅打 10 秒，然后倒入椰子壳杯或双份老式酒杯。"]
},
"morning-glory-fizz": {
 "d": "Morning Glory Fizz 是一款经典早餐鸡尾酒，以威士忌、柑橘汁、苦艾酒、蛋白……",
 "s": ["1. 将威士忌、柠檬汁、青柠汁、糖浆、苦艾酒和蛋白放入鸡尾酒摇壶中干摇混合。加入一勺冰，用力摇和至少 30 秒，然后滤入装满冰的杯中。依口味加入 1 至 2 盎司苏打水补满。"]
},
"mulled-wine": {
 "d": "Mulled Wine 又称 Hypocras，是早于鸡尾酒时代的饮品之一。",
 "g": "肉桂棒、橙子片",
 "s": ["将除朗姆酒以外的所有材料放入锅中，不加盖，用小火／最小火慢慢加热。熬得越久越好，香料才能充分浸入酒中。", "不可煮沸！", "烧热后搅拌加入糖直至溶解。", "加入朗姆酒。", "过滤后饮用。"]
},
"negroni-tredici": {
 "d": "好喝的变体。",
 "s": ["将材料加入调酒杯，加冰搅拌降温；滤入装有大方冰的古典杯中，装饰。"]
},
"nice-by-way-of-antibes": {
 "d": "Antibes 是 Jason Wilson 最喜欢的鸡尾酒之一，六年前曾刊登在他的专栏中。",
 "s": ["1. 摇壶中加半杯冰，加入金酒、Benedictine 和西柚汁。充分摇和后双重过滤，滤入装满冰块的高球杯中。", "2. 以气泡水补满并轻轻搅拌。以青柠皮 twists 装饰。"]
},
"not-far-from-a-tree": {
 "d": "一款独特的 swizzle 鸡尾酒，以北法式风格重新演绎 Chartreuse Swizzle，基底为……",
 "g": "薄荷枝和梨扇",
 "s": ["1. 轻拍薄荷叶释放香气。", "2. 在鸡尾酒杯中，将薄荷叶与其余所有材料混合。", "3. 加入碎冰至杯中至少半满。", "4. Swizzle 至材料充分融合并降温。", "5. 再加满碎冰。", "6. 以薄荷枝和梨扇装饰。"]
},
"oaxacanite": {
 "d": "Sasha Petraske 并不太喜欢梅斯卡尔鸡尾酒，因为他认为它在鸡尾酒中太占主导。",
 "g": "以西柚皮 twists 装饰",
 "s": ["1. 将所有材料倒入鸡尾酒摇壶中。", "2. 加冰摇和 12 至 15 秒。", "3. 双重过滤后滤入冰镇的鸡尾酒杯中。"]
},
"old-haitian": {
 "d": "Orlando Franklin McCray 对现代经典 Old Cuban 的改编，以海地 clairin 为基底，加上……",
 "g": "薄荷",
 "s": ["1. 将所有材料倒入装满碎冰的 swizzle 杯中。", "2. 以一束薄荷装饰。"]
},
"padua-paloma": {
 "d": "这款 Paloma 与 spritz 的融合酒把意大利苦味酒 Aperol 也带了进来。",
 "g": "脱水西柚轮，少许黑盐",
 "s": ["1. 将前四种材料倒入装冰的柯林杯中。", "2. 以气泡水补满，用吸管搅拌。", "3. 以脱水西柚轮和黑盐装饰。"]
},
"palmetto-no-2": {
 "g": "以橙皮装饰。",
 "s": ["1. 滤入浅碟杯。"]
},
"paris-is-burning": {
 "d": "一款混合基底的菠萝饮品，轻松融合海岛与大陆风格。",
 "s": ["1. 将所有材料加冰倒入鸡尾酒摇壶中摇和。", "2. 滤入冰镇的鸡尾酒杯中，直接上桌。"]
},
"pear-martini": {
 "g": "以柠檬皮装饰。",
 "s": ["1. 滤入浅碟杯。"]
},
"pinch-hitter": {
 "d": "Derek Brown（《Mindful Mixology》作者）说：“说实话，这就是某种版本的柠檬水。”",
 "g": "柠檬轮",
 "s": ["1. 将所有材料加冰摇和至降温并起泡，然后滤入冰镇的杯中并装饰。", "2. 姜糖浆：将 1 杯白砂糖与 1 杯水放入小锅加热至糖溶解。离火后加入 2 汤匙带皮磨碎的姜，放凉。挤入少许柠檬汁并滤去姜末；若想要更辛烈的姜糖浆，可在过滤前加入几滴现榨姜汁。"]
},
"poached-pear": {
 "d": "事实证明，经典法式甜点红酒炖梨的风味，作为鸡尾酒同样出色……",
 "s": ["1. 将除香料红酒糖浆以外的所有材料加冰放入摇壶中。", "2. 摇和至摇壶表面起霜并冰凉，约 10 至 15 秒。", "3. 滤入装满新鲜冰的大号古典杯中。", "4. 加入香料红酒糖浆，沉至杯底。"]
},
"port-light": {
 "d": "沿袭 Trader Vic 的传统，这款酒用 Port Light 杯饮用，看起来像一盏圆灯笼……",
 "g": "薄荷",
 "s": ["加冰摇和，直接倒入（Dump）。"]
},
"prince-charles-dont-surf": {
 "d": "这是 Army & Navy 的变体，圣迭戈的这杯酒在杏仁露风味浓厚的高球酒中加入金酒与柑橘……",
 "g": "柠檬轮",
 "s": ["1. 除啤酒外，将所有材料混合并加冰摇和。", "2. 滤入装满冰的杯中，以啤酒补满并装饰。"]
},
"queens-park-hotel-super-cocktail": {
 "g": "青柠皮屑",
 "s": ["将所有材料加冰摇和，滤入冰镇的杯中。"]
},
"rainy-day-fund": {
 "d": "Weather Up 酒饮总监 Courtney McKamey 在打磨自己的 White Negroni 变体时遇到了瓶颈……",
 "g": "橙皮 twists",
 "s": ["1. 将所有材料倒入杯中，加冰，搅拌降温。装饰。"]
},
"real-charmers-daiquiri": {
 "d": "洛杉矶 Real Charmer 酒吧供应的这杯“核弹级”代基里，以朗姆酒、绿色 Chartreuse……",
 "s": ["1. 将所有材料放入摇壶中，加冰用力摇和。", "2. 双重过滤后滤入尼格诺拉杯中。"]
},
"remember-the-maine": {
 "d": "这款以黑麦威士忌为基底的鸡尾酒，配方表一部分像 Sazerac，一部分像曼哈顿，气派……",
 "g": "酒渍樱桃（最好用 Luxardo）",
 "s": ["1. 在冰镇的浅碟杯或鸡尾酒杯中加入少许苦艾酒，转动杯身使其挂杯，倒掉多余。", "2. 将所有材料加入调酒杯。", "3. 加冰充分搅拌。", "4. 滤入备好的浅碟杯或鸡尾酒杯中。", "5. 以酒渍樱桃装饰。"]
},
"ric-pear-blanc": {
 "d": "葡萄酒类鸡尾酒是萨克拉门托酒吧餐厅 Ro Sham Beaux 的看家本领，这款……",
 "g": "新鲜迷迭香枝",
 "s": ["1. 所有材料不加冰摇和至起泡，然后加入冰再次摇和至降温。", "2. 滤入冰镇的杯中并装饰。"]
},
"rocinante": {
 "d": "以堂吉诃德的马命名，这款梅斯卡尔小饮融合了“烟熏、苦涩、花香与甜味……",
 "g": "橙花玫瑰",
 "s": ["1. 将所有材料倒入调酒杯，加冰。", "2. 搅拌后滤入装有大方冰的杯中。", "3. 装饰。"]
},
"room-key": {
 "d": "基本上就是 Skeleton Key，只是把威士忌换成了白朗姆。",
 "s": ["加冰摇和后倒入装冰的柯林杯。加入矿泉水，再把所有安高天娜苦精点在酒液表面，配吸管饮用。"]
},
"rusty-ringo": {
 "d": "来自纽约 Bar Goto，是 Rusty Nail 的现代诠释，以 calvados 调制……",
 "g": "金箔",
 "s": ["1. 将所有材料倒入调酒杯，加冰搅拌 60 圈。", "2. 滤入装有大方冰的古典杯中。", "3. 以金箔装饰。"]
},
"salmoncito": {
 "d": "这款苦甜交织、带柑橘香的高球酒以金酒、Campari、西柚和汤力水调制，是源自墨西哥城的现代……",
 "g": "一片糖渍西柚角和一条用过的西柚皮 twists",
 "s": ["1. 将前三种材料倒入装满冰的高球杯中。", "2. 以汤力水补满。", "3. 以糖渍西柚角和西柚皮 twists 装饰；挤压西柚皮出油后丢弃。"]
},
"sauvignon-blanc-punch": {
 "d": "这款清爽的白葡萄酒在 Alex Day 的这杯 punch 配方中遇见了完美搭档 Aperol。",
 "s": ["1. 除苏打水外，将所有材料放入装有冰的摇壶中，摇和至充分降温。", "2. 滤入装满新鲜冰的高球杯中。", "3. 以苏打水补满，轻柔快速搅拌使其融合。"]
},
"scorched-earth": {
 "d": "对 Negroni 的大胆狂野改写。",
 "g": "橙皮做装饰",
 "s": ["1. 将所有材料与冰一起倒入调酒杯中搅拌。", "2. 滤入装冰的 lowball 杯或威士忌杯中。", "3. 可选炙烤橙皮后装饰。"]
},
"scotch-and-coconut": {
 "d": "朗姆与苏格兰威士忌的双基底听起来像是寒冬小酌的绝配，但当 curaçao……",
 "s": ["1. 调制前一天，把椰子水冻进大号冰格模具中。", "2. 准备调制时，将材料倒入装有冰的摇壶中，搅拌至降温。", "3. 滤入古典杯中，杯中放冻好的椰子水冰。"]
},
"see-you-on-wednesday": {
 "d": "Natasha David 的这版无酒精辛辣玛格丽特变体，结合了芹菜汁、青柠汁、墨西哥辣椒……",
 "g": "以一根芹菜装饰。",
 "s": ["1. 在摇壶底部捣压墨西哥辣椒、香菜和龙舌兰花蜜。", "2. 加入芹菜汁、青柠汁和盐水。加入冰，充分摇和降温。", "3. 精细过滤，滤入用 Tajín 杯口围边的大号古典杯中，放入大块冰。"]
},
"sex-work-is-real-work": {
 "d": "Christine Wiseman 的这款鸡尾酒改编自冰冻 Pornstar Martini，并加入以鲜味为主的配料……",
 "g": "食用花和薄荷花束",
 "s": ["1. 将所有材料放入搅拌机中。", "2. 搅打至顺滑，盛入你选择的杯中。", "3. 以食用花和薄荷花束装饰。"]
},
"shliva-sour": {
 "g": "柠檬皮 twists",
 "s": ["1. 将所有材料加入摇壶。", "2. 摇和 15 秒。", "3. 滤入杯中。"]
},
"single-village-fix": {
 "d": "这款由调酒师 Thad Vogler 创作的三材料梅斯卡尔鸡尾酒已成为现代经典。",
 "s": ["1. 将所有材料加入装有冰的摇壶。", "2. 摇和后滤入冰镇的浅碟杯中。"]
},
"smooth-kiss": {
 "g": "脱水苹果片、玫瑰花苞",
 "s": ["1. 除苏打水外摇和所有材料。", "2. 以苏打水补满。"]
},
"society-street": {
 "d": "为致敬众多以纽约街区命名的曼哈顿变体，Jeremy Buck 创作了这款……",
 "g": "柠檬皮 twists",
 "s": ["1. 将所有材料倒入调酒杯，加满冰并搅拌。过滤入杯。装饰。"]
},
"spaghetti-western": {
 "d": "Spaghetti Western 是一款以龙舌兰为基底的鸡尾酒，由 Jessica Gonzalez 于 2011 年创作……",
 "g": "西柚皮 twists",
 "s": ["1. 将材料与方冰块倒入调酒杯中。", "3. 搅拌 30 至 45 秒。", "4. 滤入装有透明大冰块的 lowball 杯中。", "5. 以西柚皮 twists 装饰。"]
},
"squeaky-wheel": {
 "d": "“叫得最响的孩子才分得到油”，我爸总是这么跟我说。",
 "g": "橙皮 twists",
 "s": ["1. 将所有材料在装有冰的调酒壶中搅拌混合，然后滤入装满新鲜冰的古典杯中。", "2. 在酒液表面挤压橙皮出油，并以橙皮作装饰。"]
},
"step-into-liquid": {
 "d": "两周前的周三，我退回了旧金山 Liholiho Yacht Club 的线上配方闪卡……",
 "s": ["加冰搅拌，滤入装有大方冰的老式酒杯中，并以橙皮 twists 的油分装饰。"]
},
"strictly-business": {
 "d": "The Gold Rush 是 Milk & Honey 的 T.J. 创作的现代经典……",
 "g": "八角",
 "s": ["1. 将所有材料加入装有冰的摇壶中。", "2. 摇和降温后滤入装满新鲜冰的杯中。", "3. 装饰。"]
},
"tango-nuevo": {
 "d": "带糖果调调的小众怪趣饮品。",
 "g": "装饰用少许烟熏海盐、柠檬皮 twists",
 "s": ["1. 除装饰物外，将所有材料倒入调酒杯，快速搅拌 10 至 20 秒。", "2. 滤入装有一块大冰块的古典杯中。", "3. 在表面撒少许盐，并以柠檬皮 twists 装饰。"]
},
"tequila-old-fashioned": {
 "g": "以橙皮装饰，在酒液上挤压出油。",
 "s": ["加冰搅拌后滤入装满冰的古典杯中。"]
},
"the-brave": {
 "d": "The Brave 是一款常温饮用的鸡尾酒，采用两种龙舌兰类烈酒的双基底，一直在 Anvil 的酒单上……",
 "g": "安高天娜苦精、炙烤橙皮",
 "s": ["1. 将材料倒入葡萄酒杯中，轻柔旋动使其融合。", "2. 用喷壶在酒液表面喷 3 下安高天娜苦精。（也可改为在酒中加入 3 滴安高天娜。）", "3. 取一片硬币大小的橙皮，在点燃的火柴略高于酒面并偏向一侧小心持握的同时，让橙皮油穿过火焰喷洒在酒面上。"]
},
"the-doctors-orders": {
 "d": "由于南方的夏日往往相当闷热，Charleston 的 The Darling Oyster Bar 的 Dan Williams 与……",
 "g": "鸡尾酒伞",
 "s": ["1. 除深色朗姆酒外，将所有材料加入装有冰的摇壶中。摇和降温后滤入装满碎冰的杯中。浮入深色朗姆酒。装饰。"]
},
"the-infante": {
 "d": "The Infante 是玛格丽特的变体，加入了芳香型杏仁露和玫瑰水，展示出 cantina…",
 "g": "以现磨肉豆蔻装饰。",
 "s": ["1. 将所有材料放入装有冰的鸡尾酒摇壶中，摇和至降温。", "2. 滤入装有大方冰的古典杯中。"]
},
"the-mahatma": {
 "d": "为向 Martin “Mahatma” Lomasney 致敬——他是第一位得到 Ward Eight 鸡尾酒的人——这个变体加入了……",
 "g": "干玫瑰和百里香枝",
 "s": ["1. 将液体倒入装有冰的摇壶中，用力摇和 10 秒。", "2. 在冰镇的浅碟杯上挤压橙皮出油后丢弃。", "3. 双重过滤后滤入浅碟杯中。", "## 编者注：", "### 洛神花石榴糖浆："]
},
"the-ole-bull": {
 "s": ["所有材料摇和"]
},
"the-tartan-cocktail": {
 "d": "Tartan Cocktail 是一款层次丰富的冬季饮品，平衡了温暖与复杂度。",
 "g": "橙皮 twists、干玫瑰花苞",
 "s": ["1. 将所有材料倒入调酒杯中。", "2. 加冰搅拌 20 至 30 秒。", "3. 滤入装有大方冰的鸡尾酒杯中。", "4. 以干玫瑰花苞和／或橙皮 twists 装饰。"]
},
"thief-of-hearts": {
 "d": "Emily Mistell 把这款以 1984 年情色电影命名的冬季鸡尾酒形容为曼哈顿的优雅变体……",
 "g": "黄瓜片",
 "s": ["1. 将所有材料（泥煤味苏格兰威士忌除外）加冰搅拌，然后滤入冰镇的浅碟杯中。", "2. 在酒液表面浮放一片黄瓜，再点入 3 滴泥煤味苏格兰威士忌。"]
},
"thyme-after-thyme": {
 "d": "这款来自 Charleston 的极简金酒鸡尾酒，融合了 Cocchi 微苦的草本气息……",
 "g": "西柚角和百里香枝",
 "s": ["1. 将所有材料一起放入装有冰的摇壶中摇和。", "2. 滤入装满新鲜冰的古典杯中。"]
},
"ti-punch-highball": {
 "d": "Paul McGee 在经典 Ti' Punch 中加入椰子水，做成高球酒的形式……",
 "s": ["1. 在高球杯中加入青柠片，捣压出油。", "2. 加入糖浆、朗姆酒和 4 块冰，搅拌数秒。", "3. 加入椰子水和汤力水，快速搅拌一次使材料融合。"]
},
"tonico-di-corte": {
 "d": "给你的 G&T 加一点活力！",
 "g": "脱水青柠轮",
 "s": ["1. 将汤力水、Italicus 和金酒加入装满冰的高球杯中。", "2. 以苏打水补满并搅拌。"]
},
"treacle": {
 "d": "Bradsell 最简单也最经久不衰的发明之一，是一款老式鸡尾酒（Old-Fashioned）……",
 "s": ["1. 在装满冰的双份古典杯中直调（Build）。", "2. 将浑浊苹果汁浮于表面。"]
},
"tunnel": {
 "d": "Tunnel 是巴黎 Cravan 酒吧的一款类似 Negroni 的饮品。",
 "g": "西柚皮 twists",
 "s": ["1. 在装满冰的调酒杯中搅拌所有材料直至降温。", "2. 滤入浅碟杯。"]
},
"ume-paloma": {
 "d": "Ume Paloma 是一款高球酒鸡尾酒，结合了 blanco 龙舌兰、ume（梅酒）、粉红西柚汁、青柠……",
 "g": "海盐杯口围边（可选）",
 "s": ["1. 如需要，用海盐为高球杯做杯口围边。", "2. 用冰块填满杯子。", "3. 先加入苏打水，再加入其余材料。", "4. 轻柔搅拌使其融合。"]
},
"vitamin-parade": {
 "d": "Natasha David 为这款饮品融合了新鲜胡萝卜汁、菠萝汁、柑橘、姜汁啤酒和肉桂糖浆……",
 "g": "以菠萝角装饰。",
 "s": ["1. 将胡萝卜汁、菠萝汁、柠檬汁、糖浆和蛋白放入摇壶中。", "2. 不加冰干摇 15 至 20 秒，直到起泡。", "3. 加冰摇和。精细过滤后滤入 fizz 杯中。", "4. 以姜汁啤酒补满。", "5. 在鸡尾酒上方挤压柠檬皮出油后丢弃。"]
},
"whiskey-business": {
 "d": "Whiskey Business 是 Meaghan Dorman 对 Whiskey Sour 的辛辣改编，加入了辣椒利口酒……",
 "g": "沾 ancho 辣椒粉的柠檬轮",
 "s": ["1. 将所有材料倒入调酒壶，加冰摇和。", "2. 滤入装冰的杯中。", "3. 以沾 ancho 辣椒粉的柠檬轮装饰。"]
},
"white-mezcal-negroni": {
 "d": "这款 White Negroni 以梅斯卡尔取代金酒，并用 Domaine La Bohème Gentiane 取代常见的 Suze……",
 "g": "挤压过的柠檬皮 twists（丢弃）",
 "s": ["1. 在调酒杯中加冰混合，快速搅拌五秒。", "2. 滤入装有大方冰的古典杯中，或用你手边任何冰块。", "3. 以在酒液上挤压出油后丢弃的柠檬皮 twists 装饰。"]
},
"white-russian": {
 "d": "名称具有误导性，这款精致的鸡尾酒其实并非源自俄罗斯，而是因伏特加得名……",
 "g": "现磨肉豆蔻",
 "s": ["1. 将伏特加、咖啡利口酒和冰块放入鸡尾酒摇壶中。", "2. 充分摇和后滤入装满冰的矮杯中。", "3. 将单一奶油轻轻打至微微起泡，用勺背缓缓淋在酒液表面，使其能够浮于上层。"]
},
"willsour": {
 "s": ["摇和"]
},
"yellow": {
 "d": "The Yellow 是一款结合了伦敦干金酒、黄色 Chartreuse、Suze 和柠檬汁的 Last…",
 "g": "2 条柠檬皮 twists（丢弃）",
 "s": ["1. 将材料放入装有冰的鸡尾酒摇壶中，摇和至降温。", "2. 双重过滤后滤入冰镇的浅碟杯或鸡尾酒杯中。", "3. 在酒液表面挤压柠檬皮出油后丢弃。"]
},
"zombie-spritz": {
 "d": "在 Dante's，这款低 ABV 的 spritz 借鉴了 Zombie 著名的分层直调结构，调出一款……",
 "g": "脱水西柚片、新鲜薄荷、鸡尾酒伞（可选）",
 "s": ["1. 除 Cava rosé 外，将所有材料放入调酒壶中，加冰摇和。", "2. 滤入装满碎冰的高脚杯或 tiki 马克杯中。", "3. 以 Cava rosé 补满。"]
},
})
