TR.update({
"eric-alperins-tuxedo-no-2": {
 "d": "Tuxedo 鸡尾酒的一个变体——加入雪莉酒的马天尼，可追溯至20世纪初……",
 "g": "柠檬皮 twist 和浸白兰地樱桃",
 "s": ["1. 将除苦艾酒外的所有材料放入装满碎冰的调酒杯中，搅拌至冰镇。",
       "2. 滤入用苦艾酒冲洗或喷洒过的冰镇浅碟杯。",
       "3. 挤压柠檬皮释香后作装饰，最后放上浸白兰地樱桃。"]
},
"ferrari": {
 "d": "Ferrari 鸡尾酒由 Fernet-Branca 与 Campari 各占一半调制，酒劲十足，可作 shots 一饮而尽，也可……",
 "s": ["1. 混合后作为 shots 饮下。"]
},
"five-point-palm-exploding-heart-technique": {
 "d": "这款烟熏苦甜鸡尾酒将梅斯卡尔的泥土气息与 Punt e Mes 的苦味深度结合在一起……",
 "s": ["1. 在调酒杯中混合所有材料。",
       "2. 搅拌至冰镇。",
       "3. 滤入盛冰的古典杯"]
},
"for-mezcalicus-sake": {
 "g": "在鸡尾酒上方挤压青柠皮 twist 并作装饰。",
 "s": ["1. 将所有材料加冰搅拌。",
       "2. 滤入冰镇的杯中。"]
},
"french-pearl-2": {
 "d": "这款清爽优雅的酒是对美术运动新古典主义建筑风格的致敬……",
 "g": "青柠与薄荷装饰",
 "s": ["1. 将青柠汁、蔗糖浆和薄荷枝放入摇壶。",
       "2. 捣压材料。",
       "3. 接着加入 Pernod 和金酒。",
       "4. 用冰填满摇壶，充分摇和。",
       "5. 双重过滤倒入冰镇的鸡尾酒杯。"]
},
"garibaldi-spritz": {
 "d": "经典 Garibaldi 鸡尾酒的这个版本减少了 Campari 的用量，全部以 prosecco 顶满，……",
 "g": "橙片",
 "s": ["1. 在装冰的柯林杯中加入 Campari 和橙汁，搅拌混合。",
       "2. 以 prosecco 顶满并装饰。"]
},
"getaway-car": {
 "d": "Meaghan Dorman 版的 Jungle Bird 鸡尾酒，用 Ancho Reyes 替代 Campari，并加上一份……",
 "g": "青柠轮和少许 ancho 辣椒粉",
 "s": ["1. 在摇壶壶身半满放入 pebble 冰。",
       "2. 加入所有材料并摇和。",
       "3. 在 Zombie 杯中半满放入 pebble 冰。",
       "4. 滤入杯中，以青柠轮和少许 ancho 辣椒粉装饰。"]
},
"gin-basil-smash": {
 "d": "在创制此酒的 Le Lion，这杯酒自2008年推出后每周售出300到500杯，累计已售出22,000杯……",
 "g": "罗勒叶",
 "s": ["1. 在摇壶壶身捣压罗勒叶。",
       "2. 加入其余材料和冰，摇和至冰镇。",
       "3. 双重过滤倒入装满冰的古典杯。",
       "4. 以罗勒叶装饰。"]
},
"gin-gin-mule": {
 "d": "这款鸡尾酒本质上是 Mojito（朗姆酒系）与 Moscow Mule（伏特加系）的结合，但……",
 "g": "薄荷叶",
 "s": ["1. 将青柠汁、糖浆和薄荷放入调酒杯捣压。",
       "2. 加入金酒、姜汁啤酒和冰，充分摇和。",
       "3. 滤入装满冰的高球杯。",
       "4. 以薄荷叶装饰"]
},
"godfather-iv": {
 "d": "这是加糖 godfather 鸡尾酒的一个变调，另加核桃利口酒以提升厚度……",
 "g": "柠檬皮 twist",
 "s": ["1. 将所有材料放入装冰的调酒杯中，搅拌至冰镇。",
       "2. 滤入盛有大冰块的古典杯。",
       "3. 以柠檬皮 twist 装饰。"]
},
"grand-armys-amaretto-sour": {
 "d": "来自纽约 Grand Army 酒吧的这杯 Amaretto Sour 融合了 Campari、amaretto、柠檬汁与……",
 "g": "橙皮 twist（挤压后丢弃）",
 "s": ["1. 将材料放入摇壶，不加冰干摇。",
       "2. 加冰再次摇和至冰镇。",
       "3. 滤入古典杯。",
       "4. 在酒上方挤压橙皮 twist，然后丢弃。"]
},
"green-eyes": {
 "d": "调酒师 Andrew Volk 的这款金酒鸡尾酒中，Chartreuse 强化了草本气息。",
 "g": "樱桃和青柠片",
 "s": ["1. 所有材料不加冰干摇混合，再加冰摇和至冰镇并起泡沫。",
       "2. 双重过滤倒入加新鲜冰的冰镇杯中；装饰。"]
},
"halekulani": {
 "d": "经典波本酸酒与 tiki 酒的杂交之作",
 "g": "菠萝角、柑橘轮或菠萝叶作装饰",
 "s": ["1. 将所有材料加冰摇和。",
       "2. 滤入冰镇的浅碟杯并装饰。"]
},
"heart-of-stone": {
 "d": "丹佛 Lady Jane 的总经理兼合伙人 Stuart Weaver 说这款 Boulevardier 的变体是……",
 "g": "炙烧橙皮",
 "s": ["1. 将所有材料放入加冰的调酒杯中搅拌。",
       "2. 滤入杯中大冰块之上。",
       "3. 装饰。"]
},
"honeyed-coffee-gin-tonic": {
 "d": "在 Julia Momose 的 Honeyed Coffee Gin & Tonic 中，冷萃咖啡与……共同带来风味火花",
 "g": "柠檬皮",
 "s": ["1. 杯中装满冰。搅拌冰镇杯身，倒掉融化的水。",
       "2. 将咖啡、蜂蜜糖浆和金酒调入杯中。",
       "3. 搅拌至冰镇，再以汤力水顶满。",
       "4. 按需补冰，在酒上方扭转柠檬皮释香并作装饰。"]
},
"hot-oaxacan-penicillin": {
 "d": "Sam Ross 的 Penicillin 融合姜、蜂蜜与苏格兰威士忌，是冬季小饮的天然宠儿。",
 "g": "柠檬轮",
 "s": ["1. 将龙舌兰、梅斯卡尔、姜糖浆和蜂蜜糖浆加入温杯，注满热水。装饰。"]
},
"hugo-spritz": {
 "d": "据 Mixology 和 Der Spiegel 杂志报道，Hugo 由 Naturns 酒吧经理于2005年构思创意……",
 "g": "薄荷枝和青柠角",
 "s": ["将所有材料加冰放入葡萄酒杯中。"]
},
"income-tax": {
 "d": "老派的双份味美思",
 "g": "几滴安高天娜苦精；橙角作装饰",
 "s": ["1. 将所有材料放入摇壶，摇和约十秒。",
       "2. 滤入鸡尾酒杯并装饰。"]
},
"irish-maid": {
 "d": "Irish Maid 是 Whiskey Sour 的变体，以爱尔兰威士忌、柠檬汁和新鲜黄瓜为特色。",
 "g": "以黄瓜片装饰。",
 "s": ["1. 在摇壶中捣压黄瓜片。",
       "2. 将爱尔兰威士忌、St-Germain、柠檬汁和简单糖浆加冰放入摇壶，摇和至充分冰镇。",
       "3. 细滤入装新鲜冰的冰镇古典杯。"]
},
"jack-rose": {
 "d": "这款酸甜平衡的简单经典之作充分呈现苹果风味",
 "s": ["1. 将所有材料加冰摇和。",
       "2. 滤入浅碟杯，不加冰上桌。"]
},
"jimmy-dean": {
 "d": "这款早午餐鸡尾酒取材自甜茶与薄荷的经典南方风味，并加入橙汁，……",
 "g": "薄荷枝",
 "s": ["摇壶中装满冰。用手指轻压3片薄荷叶使其出味，放入摇壶。加入波本、Bärenjäger 和橙汁。摇和后滤入装冰的冰镇柯林杯。注入现泡茶，然后装饰。"]
},
"jungle-spritz": {
 "d": "一款受经典 tiki 酒 Jungle Bird 启发的清爽开胃酒。",
 "g": "青柠角与菠萝叶",
 "s": ["1. 将除苏打水外的所有材料加入装满冰的杯中。",
       "2. 搅拌混合并以苏打水顶满。"]
},
"keoke-coffee": {
 "d": "Keoke Coffee 鸡尾酒的更新版本，在配方中加入白兰地，并以爱尔兰……盛装",
 "g": "以肉豆蔻粉装饰。",
 "s": ["1. 在预热过的爱尔兰咖啡杯中加入 crème de cacao、白兰地和红糖糖浆。",
       "2. 注满热咖啡，留出加奶油的空间。",
       "3. 最后浮上厚厚一层打发奶油。"]
},
"kiwito": {
 "d": "这款果味十足的经典 Mojito 变体，用……的双基酒取代传统白朗姆",
 "g": "新鲜猕猴桃、薄荷叶",
 "s": ["1. 将所有材料放入摇壶，轻轻捣压猕猴桃。加冰后用力摇和10秒。细滤入装满新鲜冰的杯中。装饰。"]
},
"la-louisiane": {
 "d": "La Louisiane 鸡尾酒是 Sazerac 的改良版！",
 "g": "以 Luxardo 樱桃装饰。",
 "s": ["将所有材料加入鸡尾酒调酒杯（或任何其他类型的杯子）。调酒杯中加入一把冰，持续搅拌30秒至充分冰镇。"]
},
"left-hand": {
 "d": "Sam Ross 创造了被称为 Left Hand 的 Manhattan/Negroni 融合酒（波本威士忌、Campari、甜味美思……",
 "g": "以 maraschino 樱桃装饰",
 "s": ["1. 在调酒杯中混合所有材料。",
       "2. 加冰搅拌15-30秒。",
       "3. 滤入冰镇的高脚鸡尾酒杯。"]
},
"little-italy": {
 "d": "混调界女王 Audrey Sanders 创作此酒，向纽约市的 Little Italy 致敬……",
 "s": ["所有材料加冰搅拌约20秒。滤入冰镇的小型鸡尾酒杯，并以樱桃或一片腌渍洋蓟心装饰。"]
},
"lust-for-life": {
 "d": "这款简单的梅斯卡尔鸡尾酒将龙舌兰类烈酒与 palo cortado 雪莉、杏仁露、菠萝与……结合",
 "g": "可可粉",
 "s": ["1. 将所有材料加冰放入摇壶，摇和至冰镇。",
       "2. 滤入盛冰的古典杯。",
       "3. 以可可粉装饰。"]
},
"maracuya-mojito": {
 "d": "这款清爽的朗姆酒系鸡尾酒带来夏日池畔/门廊的情调。",
 "g": "薄荷",
 "s": ["1. 将除苏打水外的所有材料加冰放入摇壶。",
       "2. 摇和15秒后滤入杯中。",
       "3. 以苏打水顶满并用薄荷装饰。"]
},
"marseilles-rhum": {
 "d": "Marseilles Rhum 是一款明亮而草本感十足的鸡尾酒，由等量 rhum agricole、Bénédictine 利口酒……调制",
 "s": ["1. 在装冰的摇壶壶身中加入 rhum、利口酒和青柠汁，摇和至充分冰镇。",
       "2. 经细网滤双重过滤倒入尼格诺拉杯。"]
},
"metexa": {
 "d": "Metexa 是一款以 blanco 龙舌兰、Lillet 和瑞典 punsch 调制的龙舌兰酒。",
 "g": "以葡萄柚皮 twist 装饰。",
 "s": ["1. 将所有材料放入调酒杯中。",
       "2. 加冰搅拌。",
       "3. 滤入冰镇的浅碟杯。"]
},
"mezcal-mule": {
 "d": "在这个 mule 版本中，纽约 PDT 的 Jim Meehan 致力于开发一款……",
 "g": "1片黄瓜、糖渍姜和辣椒粉",
 "s": ["1. 将黄瓜片和龙舌兰糖浆放入调酒杯捣压。",
       "2. 加入其余所有材料，加冰摇和至冰镇。",
       "3. 滤入冰镇古典杯的冰上。",
       "4. 以一片黄瓜、一块糖渍姜装饰，并轻轻撒上辣椒粉。"]
},
"midnight-marauder-no-2": {
 "d": "这款浓郁的鸡尾酒融合黑麦威士忌、咖啡利口酒、curaçao 和少许梅斯卡尔，造就一杯完美的……",
 "g": "柠檬皮",
 "s": ["1. 将所有材料加冰搅拌，滤入冰镇杯中，然后装饰。"]
},
"modern-medicine": {
 "d": "Jordan Hughes 的这杯 Modern Medicine 堪称完美。",
 "s": ["除苏格兰威士忌外的所有材料加冰摇和，滤入装冰的古典杯，再浮一层 Ardberg。"]
},
"montenegro-spritz": {
 "d": "Montenegro Spritz 是经典意大利 spritz 的清爽变体，将大胆的苦味与……融为一体",
 "g": "鼠尾草枝、半片橙轮、脱水葡萄柚轮",
 "s": ["1. 葡萄酒杯中装满冰。",
       "2. 加入其余材料。",
       "3. 搅拌混合。"]
},
"mr-brown": {
 "d": "现代版 Manhattan 鸡尾酒，由波本、Heering 咖啡和香草糖浆组合而成，……盛装",
 "g": "橙皮 twist",
 "s": ["1. 将所有材料放入加冰的调酒杯中，搅拌至冰镇。",
       "2. 滤入盛有大冰块的古典杯。",
       "3. 以橙皮 twist 装饰。"]
},
"needle-in-the-hay": {
 "d": "Needle in the Hay 由洛杉矶调酒师 Devon Tarby 创作。",
 "g": "以柠檬皮 twist 装饰",
 "s": ["1. 将材料放入调酒杯中。",
       "2. 加冰搅拌20-30秒。",
       "3. 滤入装新鲜冰的古典杯。"]
},
"neruda": {
 "d": "这款无酒精高球杯酒跳过了酒，却不牺牲风味。",
 "g": "樱桃",
 "s": ["将前3种材料一起摇和，然后倒入装冰的杯中，以冰镇苏打水顶满。装饰。"]
},
"non-alc-hurricane": {
 "d": "飓风鸡尾酒是经典新奥尔良鸡尾酒，以百香果和大量朗姆酒为特色。",
 "g": "maraschino 樱桃或柠檬轮",
 "s": ["1. 将除苏打水外的所有材料加入摇壶。",
       "2. 加冰摇和10秒。",
       "3. 倒入飓风杯，以苏打水顶满。",
       "4. 以 maraschino 樱桃或橙轮装饰。"]
},
"oak-kin": {
 "d": "Big Bar 的 Negroni Week 特调是三种 Negroni 变体的混合，汇成一杯出色的开胃酒。",
 "g": "橙皮和青柠皮",
 "s": ["1. 将所有材料放入加冰的调酒杯中搅拌。",
       "2. 滤入冰镇的浅碟杯。",
       "3. 用橙皮和青柠皮挤压释香并作装饰。"]
},
"old-fashioned-romance": {
 "d": "浓郁的巧克力与丰富的石榴风味在这款餐后酒中与陈年白兰地交缠。",
 "g": "巧克力碎",
 "s": ["1. 将所有材料加入古典杯。",
       "2. 加入1-3大块冰，搅拌20秒。"]
},
"old-salt": {
 "d": "Paloma 与 Salty Dog 的杂交之作，这杯金酒或龙舌兰酒配方需要蓬松……",
 "g": "顶部放一片超大号盐渍葡萄柚角。",
 "s": ["1. 将所有材料放入摇壶，但不要摇和。",
       "2. 直接倒在冰上倒入10盎司柯林杯。"]
},
"painkiller-the-mothership": {
 "d": "这款无酒精 Painkiller 配方由 Mothership 店主 Ricky Ramirez 引入汤力水。",
 "g": "肉豆蔻和菠萝叶",
 "s": ["1. 将除汤力水外的所有材料放入装有碎冰的摇壶。",
       "2. 快速摇和，然后将全部材料倒入大号古典杯。",
       "3. 再加碎冰，然后以冰镇汤力水顶满。",
       "4. 装饰。"]
},
"pancho-villa": {
 "d": "由 Charles H. 创作的这款易饮的半热带风味鸡尾酒配方。",
 "g": "菠萝叶、青柠皮、青柠轮",
 "s": ["1. 将所有材料放入调酒壶，加冰摇和。",
       "2. 滤入装冰的冰镇高球杯。",
       "3. 以苏打水顶满。",
       "4. 以菠萝叶、青柠皮和青柠轮装饰。"]
},
"parisien-mojito": {
 "s": ["1. 在杯中捣压薄荷。",
       "2. 加入其他材料。",
       "3. 杯中半满碎冰，用吧勺搅拌。",
       "4. 再加碎冰至杯口。",
       "5. 配吸管上桌。"]
},
"pegu-club": {
 "d": "经典酸酒，Pegu Club 鸡尾酒是一款以橙子和青柠作点点的绝妙金酒。",
 "s": ["1. 备齐材料。",
       "2. 将材料倒入装满冰的摇壶。",
       "3. 充分摇和。",
       "4. 滤入冰镇的鸡尾酒杯。",
       "5. 以青柠角或青柠皮 twist 装饰，上桌享用。"]
},
"pink-lady": {
 "d": "来自1930年代的酸而柔滑的饮品。",
 "g": "浸白兰地樱桃",
 "s": ["1. 将所有材料加入摇壶。",
       "2. 装满冰，摇和10秒。",
       "3. 滤入冰镇的浅碟杯。"]
},
"poppas-pride": {
 "d": "由 Buck 和一杯 Whiskey Smash 制成，这款带姜的波本酒是布鲁克林调酒师 Jay……",
 "g": "薄荷枝",
 "s": ["1. 将波本、姜汁、柠檬角和薄荷放入摇壶。",
       "2. 加冰摇和至冰镇。",
       "3. 滤入装新鲜冰的高球杯或柯林杯。",
       "4. 以苏打水和安高天娜苦精顶满（苦精别手软）。",
       "5. 以薄荷枝装饰。"]
},
"prado": {
 "d": "Prado 是一款精致的龙舌兰酸酒，重新定义了经典蛋清鸡尾酒。",
 "g": "青柠轮、串签樱桃、小枝薄荷",
 "s": ["1. 将所有材料放入摇壶。",
       "2. 干摇使蛋白乳化。",
       "3. 加冰摇和至冰镇。",
       "4. 双重过滤倒入冰镇的鸡尾酒杯。",
       "5. 以青柠轮、串签樱桃和小枝薄荷装饰。"]
},
"puritan": {
 "d": "Puritan 是一款类似 Alaska 的马天尼。",
 "g": "柠檬皮 twist",
 "s": ["1. 将所有材料放入调酒杯中。",
       "2. 加冰搅拌至充分冰镇。",
       "3. 滤入马天尼杯，并以柠檬皮 twist 装饰。"]
},
"quilty": {
 "d": "在这款以烈酒为主的鸡尾酒配方中，烟熏威士忌、梅斯卡尔、坚果味 amontillado 雪莉与苦甜咖啡……",
 "g": "厚切柠檬皮",
 "s": ["1. 将所有材料放入装冰的调酒杯中，搅拌至冰镇。",
       "2. 滤入盛有大冰块的古典杯。",
       "3. 以柠檬皮装饰。"]
},
"ranglum": {
 "d": "Ranglum 由调酒师 Gonçalo de Sousa Monteiro 于2000年代初在柏林发明，此后成为……",
 "g": "青柠角",
 "s": ["1. 将所有材料放入加冰的摇壶，摇和至冰镇。",
       "2. 滤入装冰的古典杯。",
       "3. 以青柠角装饰。"]
},
"red-morning-light": {
 "d": "烟熏苏格兰威士忌与苦甜 Campari 组合，是来自拉斯维加斯的理想冬日小饮。",
 "g": "橙皮 twist",
 "s": ["1. 将所有材料放入加冰的调酒杯中搅拌至冰镇。",
       "2. 滤入装有大冰块的杯中。",
       "3. 用喷壶在酒面喷上烟熏苏格兰威士忌，然后装饰。（也可以改为在酒上滴几滴苏格兰威士忌，然后装饰。）"]
},
"revolver": {
 "d": "旧金山原创，是曼哈顿酒加入咖啡的出色变调",
 "g": "橙皮作装饰",
 "s": ["1. 将所有材料加冰搅拌约15秒。",
       "2. 滤入冰镇的浅碟杯并装饰。"]
},
"ritz-cocktail": {
 "d": "Dale DeGroff 在1980年代任职于 Rainbow Room 期间，在纽约高举起鸡尾酒旗帜，……",
 "g": "橙皮屑",
 "s": ["1. 将前4种材料放入摇壶并装满冰。充分摇和至冰镇，滤入冰镇杯中。注入香槟并装饰。"]
},
"roman-holiday": {
 "d": "Jungle Bird 是典型的 tiki/热带鸡尾酒。",
 "s": ["1. 摇壶中加入金酒、Amaro、Campari、菠萝汁、青柠汁和冷萃咖啡，再向摇壶中加冰。",
       "2. 充分摇和至混合物冰镇。",
       "3. 杯中装满碎冰。",
       "4. 将鸡尾酒滤在碎冰上。",
       "5. 以菠萝叶和一支用打火机或喷灯边缘烤焦的肉桂棒装饰，立即上桌。"]
},
"rum-old-fashioned": {
 "d": "这款鸡尾酒最早的配方出现在1860年前后的鸡尾酒指南中，规定以……调制",
 "g": "橙皮",
 "s": ["将所有材料加入搅拌杯，装满冰，搅拌后滤出。"]
},
"saisonniere": {
 "d": "这是 Lafayette 那款随季节变化的常驻鸡尾酒的冬季版本——名称 Saisonnière 由此而来——……",
 "g": "鼠尾草叶和柠檬皮 twist",
 "s": ["1. 将所有材料放入摇壶。",
       "2. 加冰摇和至冰镇。",
       "3. 滤入冰镇的浅碟杯。",
       "4. 以鼠尾草叶和柠檬皮 twist 装饰。"]
},
"sangria": {
 "d": "Sangria 是一种宾果，传统上由红葡萄酒和切碎的水果制成，常搭配其他配料或……",
 "g": "将水果块放入杯中",
 "s": ["1. 将橙子（带皮）和苹果切成一口大小的块，放入壶底，撒上糖搅拌。室温静置20分钟。",
       "2. 20分钟后，倒入红葡萄酒、白兰地、橙味利口酒和柠檬片。搅拌后冷藏1至4小时。（不要超过4小时，否则水果口感会变差。）",
       "3. 将 sangria 倒入装冰的杯中，喷入少量气泡水（如需要）。每杯加入水果，最好穿在长签上以便取食。"]
},
"sawyer": {
 "d": "Sawyer 来自 Ssäm Bar，是一杯冰冷、浸透苦酒的 gimlet 变体，几乎……",
 "s": ["1. 将所有材料放入摇壶。",
       "2. 加冰摇和。",
       "3. 滤入冰镇的古典杯。"]
},
"scorpion-reef": {
 "d": "Scorpion Reef 是 Gallo Pelón Mezcaleria 的 Marshall Davis 创作的。",
 "s": ["1. 加入除安高天娜苦精外的所有材料。",
       "2. 半满碎冰/小石冰。",
       "3. 搅拌至杯身挂霜。",
       "4. 最后加入安高天娜苦精和五香粉。"]
},
"second-serve": {
 "d": "作为一款低酒精度、入口柔和的鸡尾酒配方，Amaro Montenegro 与 fino 雪莉的组合是……",
 "g": "半片橙轮",
 "s": ["1. 将除苏打水外的所有材料放入摇壶。",
       "2. 摇和后滤入装冰的柯林杯。",
       "3. 以苏打水顶满，并以半片橙轮装饰。"]
},
"sentimental-gentleman": {
 "d": "两个周日前，Andrea 和我在 Veggie Galaxy 吃了晚饭，然后去了 Brick and Mortar……",
 "s": ["1. 搅拌所有材料。",
       "2. 滤入装有大冰块的古典杯。"]
},
"shannon-tebays-paloma": {
 "d": "在我们的 Paloma 品鉴中夺冠的，是 Death & Co. 的 Shannon Tebay 创作的这款鸡尾酒。",
 "g": "盐边、青柠角",
 "s": ["1. 将柯林杯杯口沾盐，注入 Topo Chico，放在一旁备用。",
       "2. 将其余所有材料放入加冰的摇壶，摇和至冰镇。",
       "3. 滤入柯林杯，加冰，并以青柠角装饰。"]
},
"siesta": {
 "d": "这款 Hemingway Daiquiri 的变体由 Katie Stipe 于2006年创作（她现任职于纽约 Vandaag……",
 "g": "青柠轮",
 "s": ["加冰摇和，滤入冰镇的浅碟杯。"]
},
"smoke-follows-beauty": {
 "d": "这款梅斯卡尔鸡尾酒既辛辣又清爽，得益于浸有 serrano 辣椒的 triple sec、黄瓜与……",
 "s": ["1. 在摇壶中捣压黄瓜和香菜。",
       "2. 加入梅斯卡尔、浸泡 triple sec、青柠汁、龙舌兰糖浆和冰，摇和至充分冰镇。",
       "3. 双重过滤倒入尼格诺拉杯。",
       "4. 以一片冰镇并撒有 sal de gusano 的豆薯装饰。"]
},
"snake-eyes": {
 "d": "灵感来自加勒比地区调配苏格兰威士忌与椰子的组合，这款鸡尾酒配方以烟熏梅斯卡尔取代……",
 "g": "盐边",
 "s": ["1. 将大号古典杯的杯口沾盐。",
       "2. 将所有材料放入摇壶，加冰后摇和至冰镇。",
       "3. 细滤入装满冰的大号古典杯。"]
},
"south-slope": {
 "d": "South Slope 由 Michael Madrusan 居住在布鲁克林 South Slopes 区域时创作。",
 "g": "以柠檬皮 twist 装饰",
 "s": ["1. 将所有材料放入摇壶。",
       "2. 加冰摇和。",
       "3. 滤入冰镇的浅碟杯。"]
},
"spindrift": {
 "d": "2005年，Spindrift 被列入拉斯维加斯威尼斯人酒店 Taboo Cove 酒吧的菜单。",
 "s": ["3盎司橙汁 2盎司新鲜柠檬汁 1盎司百香果糖浆 3/4盎司糖浆 1/2茶匙香草精 2盎司深色牙买加朗姆 1 1/2盎司德梅拉拉朗姆 1盎司淡朗姆 20盎司碎冰 将所有材料放入搅拌机。搅打最多10秒。不过滤倒入大号白兰地闻香杯。"]
},
"st-regis-julep": {
 "d": "“The St.",
 "g": "新鲜薄荷花束",
 "s": ["1. 将所有材料放入朱莉普杯，用吧勺轻轻捣压薄荷。加入2块碎冰，搅拌至冰镇。加碎冰至半满；静置冰镇。再补满。装饰。"]
},
"strawberry-daiquiri": {
 "d": "在来自 Sweet Liberty 的这份草莓 Daiquiri 更新配方中，干型雪莉带来了更多维度……",
 "g": "撒上黑胡椒的半颗草莓（串签）",
 "s": ["1. 用捣棒在摇壶中压碎2颗草莓。",
       "2. 加入其余材料，加冰充分摇和。",
       "3. 双重过滤倒入冰镇的杯中。"]
},
"surfer-on-acid": {
 "d": "Surfer on Acid 是一款简单的摇和鸡尾酒，由朗姆、Jägermeister、青柠、菠萝和盐水……调制",
 "g": "现磨肉豆蔻",
 "s": ["1. 将所有材料放入摇壶，加冰摇和。",
       "2. 滤入盛有大块冰的大号古典杯。",
       "3. 以现磨肉豆蔻装饰。"]
},
"telekinesis": {
 "d": "我们店内自创的龙舌兰 Negroni 版本",
 "g": "罗勒叶或橙皮作装饰",
 "s": ["1. 将所有材料加冰搅拌。",
       "2. 滤入鸡尾酒杯，不加冰上桌。",
       "3. 以一大片罗勒叶装饰。"]
},
"teton-tanya": {
 "d": "黑麦威士忌为这款 Boulevardier 变体增添辛香，它同样打破常规，改用 Cynar 和 Aperol……",
 "g": "Becherovka 酒液、橙皮",
 "s": ["将材料放入加冰的调酒杯中搅拌至冰镇。滤入装单一大冰块的古典杯并装饰。"]
},
"the-cutter": {
 "d": "这款鸡尾酒配方是 The Paper Airplane 的变体，用 Aperol 替代自制的 Campari，并用自制 Amer……",
 "s": ["1. 将所有材料放入调酒壶，加冰摇和。",
       "2. 滤入冰镇的浅碟杯。"]
},
"the-flatliner": {
 "d": "对于这款奢华的 Espresso Martini 风格鸡尾酒，The National Telluride 在咖啡……中加入爱尔兰奶油",
 "g": "肉桂鲜奶油和 pizzelle 饼干",
 "s": ["1. 将所有材料放入摇壶，加冰摇和至冰镇。",
       "2. 细滤入冰镇的杯中。",
       "3. 在鸡尾酒上覆盖肉桂鲜奶油并装饰。"]
},
"the-last-rainstorm": {
 "d": "想象一下：沙滩海岸的景色从浓密绿色植被与悬垂的树冠之间露出，……",
 "s": ["所有材料加冰摇和，然后滤入浅碟杯。"]
},
"the-mystical-one": {
 "d": "这款简单、适合节庆的 Whiskey Sour 版本结合了鼠尾草与肉桂的连续冲击……",
 "g": "鼠尾草叶",
 "s": ["1. 将3片鼠尾草叶和肉桂糖浆放入摇壶，用捣棒轻轻压碎鼠尾草。",
       "2. 加入青柠汁和波本。",
       "3. 加冰摇和至冰镇。",
       "4. 滤入浅碟杯，并以鼠尾草叶装饰。"]
},
"the-second-marriage": {
 "d": "你怎么可能不喜欢这杯？",
 "g": "橙皮",
 "s": ["将材料倒入装冰块的古典杯。搅拌，然后以橙皮装饰。"]
},
"the-wardays": {
 "d": "Warday's 是一杯内涵复杂、酒感十足的鸡尾酒，我立刻就觉得自己一定要……",
 "g": "以柠檬皮 twist 装饰。",
 "s": ["1. 将所有材料放入调酒杯中。",
       "2. 加冰搅拌30-45秒，约60转。",
       "3. 滤入冰镇的鸡尾酒杯。"]
},
"three-of-a-kind": {
 "d": "在阿肯色州 Bentonville 的 Bar Cleeta，意大利风味的吸引力促成了这款简单……",
 "g": "柠檬皮 twist",
 "s": ["1. 将所有材料加冰搅拌。",
       "2. 滤入装满新鲜冰的杯中。"]
},
"tigers-claw": {
 "d": "Tiger's Claw 是一款简单的热带鸡尾酒配方，由 reposado 龙舌兰、菠萝、青柠、咖啡利口酒……调制",
 "g": "半片橙、薄荷枝",
 "s": ["1. 将所有材料放入摇壶，加冰块摇和。",
       "2. 倒入柯林杯。",
       "3. 以半片橙和薄荷枝装饰。"]
},
"tom-macys-gimlet": {
 "d": "Tom Macy 的 Gimlet 鸡尾酒配方很简单：2盎司金酒、3/4盎司简单糖浆……",
 "s": ["1. 青柠切成两半，再将其中一半切成四瓣。",
       "2. 在简单糖浆中捣压青柠。",
       "3. 加入青柠汁和金酒。",
       "4. 摇和后细滤入浅碟杯。"]
},
"tradewinds-negroni": {
 "d": "奥斯汀 The Townsend 的 Justin Elliott 用等量甜味……创作了这款辛香的 Negroni 变体",
 "g": "橙皮",
 "s": ["将甜味美思、Cointreau 和安高天娜苦精放入调酒杯并装满冰。搅拌至充分冰镇，约25秒。滤入装有大冰块的古典杯。在酒上方挤压橙皮 twist 释香，以 twist 装饰上桌。"]
},
"tropical-storm": {
 "d": "百香果糖浆与深色朗姆在这款 daiquiri-hurricane 混合酒中大放异彩。",
 "g": "可食用花或青柠轮",
 "s": ["1. 将所有材料放入摇壶。",
       "2. 加冰摇和10秒。",
       "3. 滤入冰镇的杯中。"]
},
"twelve-mile-limit": {
 "d": "18世纪时，美国领海限于3海里。",
 "s": ["1. 将所有材料放入摇壶。",
       "2. 加冰摇和10-12秒。",
       "3. 双重过滤倒入冰镇的浅碟杯。",
       "4. 以柠檬皮 twist 装饰。"]
},
"verte-chaud": {
 "d": "一款滑雪后饮品的常备选择，最适合偏爱苦艾酒 Chartreuse 的寒冷天气爱好者",
 "g": "顶部加湿润淡奶油",
 "s": ["1. 将热水与刨碎的巧克力搅拌混合至完全融合。",
       "2. 加入 Chartreuse，并以淡奶油顶满。"]
},
"washingtons-mule": {
 "d": "Moscow Mule 的秋日全美版本。",
 "g": "青柠角",
 "s": ["1. 将糖浆、白兰地、青柠汁和苦精加冰放入摇壶，快速摇和。",
       "2. 滤入装冰的高球杯。",
       "3. 以苏打水顶满并搅拌。"]
},
"whiskey-smash": {
 "d": "作为 Mint Julep 的变体，Whiskey Smash 配方加入柠檬与薄荷，使其成为一款强劲的……",
 "g": "薄荷枝和柠檬轮",
 "s": ["1. 在古典杯中用简单糖浆轻轻捣压薄荷，使其出油。",
       "2. 加入柠檬块并捣压出汁。",
       "3. 加碎冰或小冰块，倒入波本。",
       "4. 轻轻搅拌混合。",
       "5. 以薄荷枝和柠檬轮装饰。"]
},
"white-negroni-corpse-revived": {
 "d": "近一个世纪后，纽约一群闹腾的酒徒才决定 Negroni 需要更多金酒和……",
 "g": "橙皮 twist",
 "s": ["在杯中加冰直调。"]
},
"whitechapel-gt": {
 "d": "在以金酒为主打的酒吧 Whitechapel 开发 Gin & Tonic 菜单时，联合店主兼酒水总监 Alex……",
 "g": "橙皮 twist、迷迭香枝",
 "s": ["1. 将前3种材料加入装冰的高球杯，按口味以冰镇汤力水顶满；搅拌混合，然后装饰。"]
},
"wisconsin-old-fashioned": {
 "d": "Wisconsin Old Fashioned 是该州对经典 Old Fashioned 鸡尾酒的改造版，以白兰地和……",
 "g": "半片橙和1颗樱桃",
 "s": ["1. 在冰镇古典杯中，将糖、苦精、橙角和樱桃捣压成浓稠的糊，注意不要过度用力橙皮。",
       "2. 加入白兰地或干邑并搅拌。",
       "3. 杯中装满碎冰，上桌。"]
},
"yuzu-negroni": {
 "d": "在香港的 Bar Leone（获 50 Best Bars 亚洲最佳酒吧及 Spirited Awards 最佳国际酒吧称号）……",
 "g": "柠檬皮 twist",
 "s": ["1. 将所有材料放入加冰的调酒杯。搅拌至冰镇，滤入装有大冰块的杯中。用柠檬皮挤压释香并作装饰。"]
},
})
